Repository: tom-cat-mao/mihomo-swift
Catalog: Sources/KumoCoreKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

source: About Kumo
ar: حول Kumo
de: Über Kumo
es: Acerca de Kumo
fr: À propos de Kumo
id: Tentang Kumo
it: Informazioni su Kumo
ja: Kumo について
ko: Kumo 정보
nl: Over Kumo
pl: O Kumo
pt: Sobre o Kumo
ru: О Kumo
th: เกี่ยวกับ Kumo
tr: Kumo Hakkında
vi: Về Kumo
zh_hans: 关于 Kumo
zh_hant: 關於 Kumo

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
id: Terapkan
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
pl: Zastosuj
pt: Aplicar
ru: Применить
th: นำไปใช้
tr: Uygula
vi: Áp dụng
zh_hans: 应用
zh_hant: 套用

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
nl: Standaard
pl: Domyślny
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
tr: Varsayılan
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

source: General
ar: عام
de: Allgemein
fr: Général
id: Umum
it: Generale
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt: Geral
ru: Общие
th: ทั่วไป
tr: Genel
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: Install
ar: تثبيت
de: Installieren
es: Instalar
fr: Installer
id: Pasang
it: Installa
ja: インストール
ko: 설치
nl: Installeren
pl: Zainstaluj
pt: Instalar
ru: Установить
th: ติดตั้ง
tr: Kur
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить
th: รีเฟรช
tr: Yenile
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

source: Local
ar: محلي
de: Lokal
id: Lokal
it: Locale
ja: ローカル
ko: 로컬
nl: Lokaal
pl: Lokalny
ru: Локальный
th: ภายในเครื่อง
tr: Yerel
vi: Cục bộ
zh_hans: 本地
zh_hant: 本地

source: Rule
ar: قاعدة
de: Regel
es: Regla
fr: Règle
id: Aturan
it: Regola
ja: ルール
ko: 규칙
nl: Regel
pl: Reguła
pt: Regra
ru: Правило
th: กฎ
tr: Kural
vi: Quy tắc
zh_hans: 规则
zh_hant: 規則

source: System Default
ar: النظام الافتراضي
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
id: Default Sistem
it: Predefinito di sistema
ja: システムデフォルト
ko: 시스템 기본값
nl: Systeemstandaard
pl: Domyślny systemowy
pt: Padrão do sistema
ru: Системный по умолчанию
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
vi: Mặc định hệ thống
zh_hans: 系统默认
zh_hant: 系統預設

source: Add Defaults
ar: إضافة القيم الافتراضية
de: Standards hinzufügen
es: Añadir valores por defecto
fr: Ajouter les valeurs par défaut
id: Tambah Default
it: Aggiungi predefiniti
ja: デフォルトを追加
ko: 기본값 추가
nl: Standaarden toevoegen
pl: Dodaj domyślne
pt: Adicionar padrões
ru: Добавить значения по умолчанию
th: เพิ่มค่าเริ่มต้น
tr: Varsayılanları Ekle
vi: Thêm mặc định
zh_hans: 添加默认值
zh_hant: 新增預設值

source: Add Operator
ar: إضافة عامل
de: Operator hinzufügen
es: Añadir operador
fr: Ajouter un opérateur
id: Tambah Operator
it: Aggiungi operatore
ja: オペレータを追加
ko: 연산자 추가
nl: Operator toevoegen
pl: Dodaj operator
pt: Adicionar operador
ru: Добавить оператор
th: เพิ่มตัวดำเนินการ
tr: Operatör Ekle
vi: Thêm toán tử
zh_hans: 添加操作符
zh_hant: 新增運算子

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
id: Lanjutan
it: Avanzate
ja: 詳細
ko: 고급
nl: Geavanceerd
pl: Zaawansowane
pt: Avançado
ru: Расширенные
th: ขั้นสูง
tr: Gelişmiş
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階

source: Agents
ar: الوكلاء
de: Agenten
es: Agentes
id: Agen
it: Agenti
ja: エージェント
ko: 에이전트
nl: Agenten
pl: Agenci
pt: Agentes
ru: Агенты
th: เอเยนต์
tr: Ajanlar
vi: Tác nhân
zh_hans: 代理
zh_hant: 代理

source: Allow LAN
ar: السماح للشبكة المحلية
de: LAN erlauben
es: Permitir LAN
fr: Autoriser le LAN
id: Izinkan LAN
it: Consenti LAN
ja: LAN を許可
ko: LAN 허용
nl: LAN toestaan
pl: Zezwól na LAN
pt: Permitir LAN
ru: Разрешить LAN
th: อนุญาต LAN
tr: LAN'a İzin Ver
vi: Cho phép LAN
zh_hans: 允许局域网
zh_hant: 允許區域網路

source: Allow LAN access
ar: السماح بالوصول إلى الشبكة المحلية
de: LAN-Zugriff erlauben
es: Permitir acceso LAN
fr: Autoriser l'accès LAN
id: Izinkan Akses LAN
it: Consenti accesso LAN
ja: LAN アクセスを許可
ko: LAN 접근 허용
nl: LAN-toegang toestaan
pl: Zezwól na dostęp LAN
pt: Permitir acesso LAN
ru: Разрешить доступ к LAN
th: อนุญาตการเข้าถึง LAN
tr: LAN Erişimine İzin Ver
vi: Cho phép truy cập LAN
zh_hans: 允许局域网访问
zh_hant: 允許區域網路存取

source: Auto
ar: تلقائي
id: Otomatis
ja: 自動
ko: 자동
ru: Авто
th: อัตโนมัติ
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Auto Detect Interface
ar: اكتشاف الواجهة تلقائياً
de: Schnittstelle automatisch erkennen
es: Detectar interfaz automáticamente
fr: Détection automatique de l'interface
id: Deteksi Antarmuka Otomatis
it: Rileva interfaccia automaticamente
ja: インターフェースを自動検出
ko: 인터페이스 자동 감지
nl: Interface automatisch detecteren
pl: Automatyczne wykrywanie interfejsu
pt: Detectar interface automaticamente
ru: Автоопределение интерфейса
th: ตรวจหาอินเทอร์เฟซอัตโนมัติ
tr: Arayüzü Otomatik Algıla
vi: Tự động phát hiện giao diện
zh_hans: 自动检测接口
zh_hant: 自動偵測介面

source: Auto Route
ar: توجيه تلقائي
de: Automatische Route
es: Ruta automática
fr: Routage automatique
id: Rute Otomatis
it: Instradamento automatico
ja: 自動ルーティング
ko: 자동 라우팅
nl: Automatische route
pl: Automatyczna trasa
pt: Roteamento automático
ru: Автоматическая маршрутизация
th: เส้นทางอัตโนมัติ
tr: Otomatik Yönlendirme
vi: Định tuyến tự động
zh_hans: 自动路由
zh_hant: 自動路由

source: Auto Sync
ar: مزامنة تلقائية
de: Automatische Synchronisation
es: Sincronización automática
fr: Synchronisation automatique
id: Sinkronisasi Otomatis
it: Sincronizzazione automatica
ja: 自動同期
ko: 자동 동기화
nl: Automatische synchronisatie
pl: Automatyczna synchronizacja
pt: Sincronização automática
ru: Автоматическая синхронизация
th: ซิงค์อัตโนมัติ
tr: Otomatik Senkronizasyon
vi: Đồng bộ tự động
zh_hans: 自动同步
zh_hant: 自動同步

source: Auto Update
ar: تحديث تلقائي
de: Automatisches Update
es: Actualización automática
fr: Mise à jour automatique
id: Pembaruan Otomatis
it: Aggiornamento automatico
ja: 自動更新
ko: 자동 업데이트
nl: Automatische update
pl: Automatyczna aktualizacja
pt: Atualização automática
ru: Автоматическое обновление
th: อัปเดตอัตโนมัติ
tr: Otomatik Güncelleme
vi: Tự động cập nhật
zh_hans: 自动更新
zh_hant: 自動更新

source: Back
ar: رجوع
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Behavior
ar: السلوك
de: Verhalten
es: Comportamiento
fr: Comportement
id: Perilaku
it: Comportamento
ja: 動作
ko: 동작
nl: Gedrag
pl: Zachowanie
pt: Comportamento
ru: Поведение
th: พฤติกรรม
tr: Davranış
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

source: Blacklist
ar: القائمة السوداء
es: Lista negra
fr: Liste noire
id: Daftar Hitam
ja: ブラックリスト
ko: 블랙리스트
pl: Czarna lista
pt: Lista negra
ru: Чёрный список
th: บัญชีดำ
tr: Kara Liste
vi: Danh sách đen
zh_hans: 黑名单
zh_hant: 黑名單

source: Bypass
ar: تجاوز
de: Umgehen
es: Evitar
fr: Contourner
id: Lewati
ja: バイパス
ko: 우회
nl: Omzeilen
pl: Omiń
pt: Ignorar
ru: Обход
th: ข้าม
tr: Atla
vi: Bỏ qua
zh_hans: 绕过
zh_hant: 繞過

source: Cache Algorithm
ar: خوارزمية التخزين المؤقت
de: Cache-Algorithmus
es: Algoritmo de caché
fr: Algorithme de cache
id: Algoritma Cache
it: Algoritmo cache
ja: キャッシュアルゴリズム
ko: 캐시 알고리즘
nl: Cache-algoritme
pl: Algorytm pamięci podręcznej
pt: Algoritmo de cache
ru: Алгоритм кэширования
th: อัลกอริทึมแคช
tr: Önbellek Algoritması
vi: Thuật toán bộ nhớ đệm
zh_hans: 缓存算法
zh_hant: 快取演算法

source: Choose
ar: اختر
de: Auswählen
es: Elegir
fr: Choisir
id: Pilih
it: Scegli
ja: 選択
ko: 선택
nl: Kiezen
pl: Wybierz
pt: Escolher
ru: Выбрать
th: เลือก
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
id: Bersihkan
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt: Limpar
ru: Очистить
th: ล้าง
tr: Temizle
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
id: Bersihkan Pencarian
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoeken wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
th: ล้างการค้นหา
tr: Aramayı Temizle
vi: Xóa tìm kiếm
zh_hans: 清除搜索
zh_hant: 清除搜尋

source: Close All
ar: إغلاق الكل
de: Alle schließen
es: Cerrar todo
fr: Tout fermer
id: Tutup Semua
it: Chiudi tutto
ja: すべて閉じる
ko: 모두 닫기
nl: Alles sluiten
pl: Zamknij wszystko
pt: Fechar tudo
ru: Закрыть всё
th: ปิดทั้งหมด
tr: Tümünü Kapat
vi: Đóng tất cả
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Collection
ar: مجموعة
de: Sammlung
es: Colección
id: Koleksi
it: Raccolta
ja: コレクション
ko: 컬렉션
nl: Collectie
pl: Kolekcja
pt: Coleção
ru: Коллекция
th: ชุดรวม
tr: Koleksiyon
vi: Bộ sưu tập
zh_hans: 集合
zh_hant: 集合

source: Content
ar: المحتوى
de: Inhalt
es: Contenido
fr: Contenu
id: Konten
it: Contenuto
ja: コンテンツ
ko: 내용
nl: Inhoud
pl: Zawartość
pt: Conteúdo
ru: Содержимое
th: เนื้อหา
tr: İçerik
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

source: Core Binary
ar: الملف الثنائي للنواة
de: Core-Binärdatei
es: Binario del núcleo
fr: Binaire du noyau
id: Biner Inti
it: Binario core
ja: コアバイナリ
ko: 코어 바이너리
pl: Binarny plik rdzenia
pt: Binário do núcleo
ru: Бинарный файл ядра
th: ไบนารีของแกนกลาง
tr: Çekirdek İkili Dosyası
vi: Tệp nhị phân lõi
zh_hans: 核心二进制
zh_hant: 核心二進位

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ja: 作成
ko: 생성
nl: Maken
pl: Utwórz
pt: Criar
ru: Создать
th: สร้าง
tr: Oluştur
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Debug
ar: تصحيح
es: Depurar
fr: Déboguer
ja: デバッグ
ko: 디버그
pl: Debugowanie
pt: Depurar
ru: Отладка
th: แก้ไขข้อบกพร่อง
tr: Hata Ayıklama
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 偵錯

source: Default Nameserver
ar: خادم الأسماء الافتراضي
de: Standard-Nameserver
es: Servidor de nombres por defecto
fr: Nameserver par défaut
id: Nameserver Default
it: Nameserver predefinito
ja: デフォルトネームサーバー
ko: 기본 네임서버
nl: Standaard nameserver
pl: Domyślny serwer nazw
pt: Nameserver padrão
ru: Сервер имён по умолчанию
th: Nameserver เริ่มต้น
tr: Varsayılan Ad Sunucusu
vi: Nameserver mặc định
zh_hans: 默认 Nameserver
zh_hant: 預設 Nameserver

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete Profile
ar: حذف الملف الشخصي
de: Profil löschen
es: Eliminar perfil
fr: Supprimer le profil
id: Hapus Profil
it: Elimina profilo
ja: プロファイルを削除
ko: 프로필 삭제
nl: Profiel verwijderen
pl: Usuń profil
pt: Excluir perfil
ru: Удалить профиль
th: ลบโปรไฟล์
tr: Profili Sil
vi: Xóa hồ sơ
zh_hans: 删除配置
zh_hant: 刪除設定檔

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ko: 상세 정보
pl: Szczegóły
pt: Detalhes
ru: Подробности
th: รายละเอียด
tr: Detaylar
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

source: Direct Nameserver
ar: خادم أسماء مباشر
de: Direkter Nameserver
es: Nameserver directo
fr: Nameserver direct
id: Nameserver Langsung
it: Nameserver diretto
ja: ダイレクトネームサーバー
ko: 직접 네임서버
nl: Directe nameserver
pl: Bezpośredni serwer nazw
pt: Nameserver direto
ru: Прямой сервер имён
th: Nameserver โดยตรง
tr: Doğrudan Ad Sunucusu
vi: Nameserver trực tiếp
zh_hans: 直连 Nameserver
zh_hant: 直連 Nameserver

source: Direct Nameserver Follow Policy
ar: خادم الأسماء المباشر يتبع السياسة
de: Direkter Nameserver folgt Richtlinie
es: Nameserver directo sigue la política
fr: Nameserver direct suit la politique
id: Nameserver Langsung Ikuti Kebijakan
it: Nameserver diretto segue la politica
ja: ダイレクトネームサーバーポリシー準拠
ko: 직접 네임서버 정책 따르기
nl: Directe nameserver volgt beleid
pl: Bezpośredni serwer nazw podąża za polityką
pt: Nameserver direto segue a política
ru: Прямой сервер имён следует политике
th: Nameserver โดยตรงปฏิบัติตามนโยบาย
tr: Doğrudan Ad Sunucusu Politikayı Takip Et
vi: Nameserver trực tiếp tuân theo chính sách
zh_hans: 直连 Nameserver 遵循策略
zh_hant: 直連 Nameserver 遵循策略

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Concluído
ru: Готово
th: เสร็จสิ้น
tr: Tamam
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تحرير
de: Bearbeiten
es: Editar
fr: Modifier
id: Sunting
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Enable DNS
ar: تفعيل DNS
de: DNS aktivieren
es: Habilitar DNS
fr: Activer DNS
id: Aktifkan DNS
it: Abilita DNS
ja: DNS を有効化
ko: DNS 활성화
nl: DNS inschakelen
pl: Włącz DNS
pt: Ativar DNS
ru: Включить DNS
th: เปิดใช้งาน DNS
tr: DNS Etkinleştir
vi: Bật DNS
zh_hans: 启用 DNS
zh_hant: 啟用 DNS

source: Enable Sniffer
ar: تفعيل Sniffer
de: Sniffer aktivieren
es: Habilitar Sniffer
fr: Activer Sniffer
id: Aktifkan Sniffer
it: Abilita Sniffer
ja: Sniffer を有効化
ko: Sniffer 활성화
nl: Sniffer inschakelen
pl: Włącz Sniffer
pt: Ativar Sniffer
ru: Включить Sniffer
th: เปิดใช้งาน Sniffer
tr: Sniffer Etkinleştir
vi: Bật Sniffer
zh_hans: 启用 Sniffer
zh_hant: 啟用 Sniffer

source: Enable TUN
ar: تفعيل TUN
de: TUN aktivieren
es: Habilitar TUN
fr: Activer TUN
id: Aktifkan TUN
it: Abilita TUN
ja: TUN を有効化
ko: TUN 활성화
nl: TUN inschakelen
pl: Włącz TUN
pt: Ativar TUN
ru: Включить TUN
th: เปิดใช้งาน TUN
tr: TUN Etkinleştir
vi: Bật TUN
zh_hans: 启用 TUN
zh_hant: 啟用 TUN

source: Enabled
ar: مفعل
de: Aktiviert
es: Habilitado
fr: Activé
id: Diaktifkan
it: Abilitato
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pl: Włączone
pt: Ativado
ru: Включено
th: เปิดใช้งานแล้ว
tr: Etkin
vi: Đã bật
zh_hans: 已启用
zh_hant: 已啟用

source: Enhanced Mode
ar: الوضع المحسّن
de: Erweiterter Modus
es: Modo mejorado
fr: Mode amélioré
id: Mode Lanjutan
it: Modalità avanzata
ja: 拡張モード
ko: 강화 모드
nl: Geavanceerde modus
pl: Tryb rozszerzony
pt: Modo aprimorado
ru: Расширенный режим
th: โหมดขั้นสูง
tr: Gelişmiş Mod
vi: Chế độ nâng cao
zh_hans: 增强模式
zh_hant: 增強模式

source: Error
ar: خطأ
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Fake IP
ar: IP وهمية
es: IP falsa
fr: IP fictive
id: IP Palsu
it: IP fittizio
pl: Fałszywy IP
pt: IP falso
ru: Поддельный IP
th: IP ปลอม
tr: Sahte IP
vi: IP giả

source: Fake IP Filter
ar: مرشح IP الوهمية
es: Filtro de IP falsa
fr: Filtre IP fictive
id: Filter IP Palsu
it: Filtro IP fittizio
ja: Fake IP フィルタ
ko: Fake IP 필터
pl: Filtr fałszywego IP
pt: Filtro de IP falso
ru: Фильтр поддельного IP
th: ตัวกรอง IP ปลอม
tr: Sahte IP Filtresi
vi: Bộ lọc IP giả
zh_hans: Fake IP 过滤
zh_hant: Fake IP 過濾

source: Fake IP Filter Mode
ar: وضع مرشح IP الوهمية
de: Fake-IP-Filtermodus
es: Modo de filtro de IP falsa
fr: Mode de filtre IP fictive
id: Mode Filter IP Palsu
it: Modalità filtro IP fittizio
ja: Fake IP フィルタモード
ko: Fake IP 필터 모드
nl: Fake IP-filtermodus
pl: Tryb filtra fałszywego IP
pt: Modo de filtro de IP falso
ru: Режим фильтра поддельного IP
th: โหมดตัวกรอง IP ปลอม
tr: Sahte IP Filtre Modu
vi: Chế độ lọc IP giả
zh_hans: Fake IP 过滤模式
zh_hant: Fake IP 過濾模式

source: Fake IP Range
ar: نطاق IP الوهمية
de: Fake-IP-Bereich
es: Rango de IP falsa
fr: Plage IP fictive
id: Rentang IP Palsu
it: Intervallo IP fittizio
ja: Fake IP レンジ
ko: Fake IP 범위
nl: Fake IP-bereik
pl: Zakres fałszywego IP
pt: Intervalo de IP falso
ru: Диапазон поддельного IP
th: ช่วง IP ปลอม
tr: Sahte IP Aralığı
vi: Dải IP giả
zh_hans: Fake IP 范围
zh_hant: Fake IP 範圍

source: Fallback
ar: احتياطي
ja: フォールバック
ko: 폴백
pl: Zapasowy
ru: Резервный
th: สำรอง
tr: Yedek
vi: Dự phòng

source: Fallback Filter
ar: مرشح احتياطي
es: Filtro de fallback
fr: Filtre de fallback
id: Filter Fallback
it: Filtro fallback
ja: フォールバックフィルタ
ko: 폴백 필터
pl: Filtr zapasowy
pt: Filtro de fallback
ru: Фильтр резервного
th: ตัวกรองสำรอง
tr: Yedek Filtre
vi: Bộ lọc dự phòng
zh_hans: Fallback 过滤
zh_hant: Fallback 過濾

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
id: Berkas
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
th: ไฟล์
tr: Dosya
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

source: Format
ar: تنسيق
es: Formato
it: Formato
ja: フォーマット
ko: 형식
nl: Formaat
pt: Formato
ru: Формат
th: รูปแบบ
tr: Biçim
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

source: From Sub-Store
ar: من Sub-Store
de: Aus Sub-Store
es: Desde Sub-Store
fr: Depuis Sub-Store
id: Dari Sub-Store
it: Da Sub-Store
ja: Sub-Store から
ko: Sub-Store에서
nl: Van Sub-Store
pl: Z Sub-Store
pt: Do Sub-Store
ru: Из Sub-Store
th: จาก Sub-Store
tr: Sub-Store'dan
vi: Từ Sub-Store
zh_hans: 来自 Sub-Store
zh_hant: 來自 Sub-Store

source: Geo Data
ar: بيانات Geo
de: Geo-Daten
es: Datos Geo
fr: Données Geo
id: Data Geo
it: Dati Geo
ja: Geo データ
ko: Geo 데이터
nl: Geo-gegevens
pl: Dane Geo
pt: Dados Geo
ru: Geo-данные
th: ข้อมูล Geo
tr: Geo Verileri
vi: Dữ liệu Geo
zh_hans: Geo 数据
zh_hant: Geo 資料

source: GeoIP DAT Mode
ar: وضع GeoIP DAT
de: GeoIP-DAT-Modus
es: Modo GeoIP DAT
fr: Mode GeoIP DAT
id: Mode GeoIP DAT
it: Modalità GeoIP DAT
ja: GeoIP DAT モード
ko: GeoIP DAT 모드
nl: GeoIP DAT-modus
pl: Tryb GeoIP DAT
pt: Modo GeoIP DAT
ru: Режим GeoIP DAT
th: โหมด GeoIP DAT
tr: GeoIP DAT Modu
vi: Chế độ GeoIP DAT
zh_hans: GeoIP DAT 模式
zh_hant: GeoIP DAT 模式

source: HTTP Override Destination
ar: تجاوز وجهة HTTP
de: HTTP-Ziel überschreiben
es: Sobrescribir destino HTTP
fr: Remplacer la destination HTTP
id: Timpa Tujuan HTTP
it: Sovrascrivi destinazione HTTP
ja: HTTP 上書き先
ko: HTTP 대체 대상
nl: HTTP-doel overschrijven
pl: Nadpisz cel HTTP
pt: Substituir destino HTTP
ru: Переопределить назначение HTTP
th: เขียนทับปลายทาง HTTP
tr: HTTP Hedefini Geçersiz Kıl
vi: Ghi đè đích HTTP
zh_hans: HTTP 覆盖目标
zh_hant: HTTP 覆寫目標

source: HTTP Ports
ar: منافذ HTTP
es: Puertos HTTP
fr: Ports HTTP
id: Port HTTP
it: Porte HTTP
ja: HTTP ポート
ko: HTTP 포트
nl: HTTP-poorten
pl: Porty HTTP
pt: Portas HTTP
ru: Порты HTTP
th: พอร์ต HTTP
tr: HTTP Portları
vi: Cổng HTTP
zh_hans: HTTP 端口
zh_hant: HTTP 連接埠

source: Hosts
ar: المضيفون
fr: Hôtes
id: Host
it: Host
pl: Hosty
ru: Хосты
th: โฮสต์
tr: Hostlar
vi: Máy chủ

source: Info
ar: معلومات
es: Información
ja: 情報
ko: 정보
pl: Informacje
pt: Informações
ru: Информация
th: ข้อมูล
tr: Bilgi
vi: Thông tin
zh_hans: 信息
zh_hant: 資訊

source: Key
ar: مفتاح
de: Schlüssel
es: Clave
fr: Clé
id: Kunci
it: Chiave
ja: キー
ko: 키
nl: Sleutel
pl: Klucz
pt: Chave
ru: Ключ
th: คีย์
tr: Anahtar
vi: Khóa
zh_hans: 键
zh_hant: 鍵

source: Level
ar: المستوى
de: Stufe
es: Nivel
fr: Niveau
id: Tingkat
it: Livello
ja: レベル
ko: 수준
nl: Niveau
pl: Poziom
pt: Nível
ru: Уровень
th: ระดับ
tr: Seviye
vi: Cấp độ
zh_hans: 级别
zh_hant: 層級

source: Log Level
ar: مستوى السجل
es: Nivel de registro
fr: Niveau de journalisation
id: Tingkat Log
it: Livello log
ja: ログレベル
ko: 로그 수준
nl: Logniveau
pl: Poziom logów
pt: Nível de log
ru: Уровень логирования
th: ระดับบันทึก
tr: Günlük Seviyesi
vi: Mức độ nhật ký
zh_hans: 日志级别
zh_hant: 日誌層級

source: Mixed
ar: مختلط
de: Gemischt
es: Mixto
fr: Mixte
id: Campuran
it: Misto
ja: 混合
ko: 혼합
nl: Gemengd
pl: Mieszany
pt: Misto
ru: Смешанный
th: ผสม
tr: Karışık
vi: Hỗn hợp
zh_hans: 混合
zh_hant: 混合

source: More
ar: المزيد
de: Mehr
es: Más
fr: Plus
id: Lainnya
it: Altro
ja: その他
ko: 더보기
nl: Meer
pl: Więcej
pt: Mais
ru: Ещё
th: เพิ่มเติม
tr: Daha Fazla
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: Nameserver
ar: خادم الأسماء
es: Servidor de nombres
fr: Serveur de noms
ja: ネームサーバー
ko: 네임서버
pl: Serwer nazw
pt: Servidor de nomes
ru: Сервер имён
th: เซิร์ฟเวอร์ชื่อ
tr: Ad Sunucusu
vi: Máy chủ tên miền

source: Nameserver Policy
ar: سياسة خادم الأسماء
de: Nameserver-Richtlinie
es: Política de servidor de nombres
fr: Politique de serveur de noms
id: Kebijakan Nameserver
it: Politica nameserver
ja: ネームサーバーポリシー
ko: 네임서버 정책
nl: Nameserver-beleid
pl: Polityka serwera nazw
pt: Política de servidor de nomes
ru: Политика сервера имён
th: นโยบายเซิร์ฟเวอร์ชื่อ
tr: Ad Sunucusu Politikası
vi: Chính sách máy chủ tên miền
zh_hans: Nameserver 策略
zh_hant: Nameserver 策略

source: New Override
ar: تجاوز جديد
de: Neue Überschreibung
es: Nueva sobrescritura
fr: Nouveau remplacement
id: Timpa Baru
it: Nuova sovrascrittura
ja: 新規オーバーライド
ko: 새 오버라이드
nl: Nieuwe overschrijving
pl: Nowe nadpisanie
pt: Nova substituição
ru: Новое переопределение
th: การแทนที่ใหม่
tr: Yeni Geçersiz Kılma
vi: Ghi đè mới
zh_hans: 新建覆写
zh_hant: 新增覆寫

source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
th: ไม่มี
tr: Yok
vi: Không
zh_hans: 无
zh_hant: 無

source: Normal
ar: عادي
it: Normale
ja: 通常
ko: 일반
nl: Normaal
pl: Normalny
ru: Обычный
th: ปกติ
vi: Bình thường
zh_hans: 正常
zh_hant: 正常

source: Override Destination
ar: تجاوز الوجهة
de: Ziel überschreiben
es: Sobrescribir destino
fr: Remplacer la destination
id: Timpa Tujuan
it: Sovrascrivi destinazione
ja: 上書き先
ko: 대체 대상
nl: Doel overschrijven
pl: Nadpisz cel
pt: Substituir destino
ru: Переопределить назначение
th: เขียนทับปลายทาง
tr: Hedefi Geçersiz Kıl
vi: Ghi đè đích
zh_hans: 覆盖目标
zh_hant: 覆寫目標

source: Prefer HTTP/3
ar: تفضيل HTTP/3
de: HTTP/3 bevorzugen
es: Preferir HTTP/3
fr: Préférer HTTP/3
id: Utamakan HTTP/3
it: Preferisci HTTP/3
ja: HTTP/3 を優先
ko: HTTP/3 우선
nl: HTTP/3 voorkeur
pl: Preferuj HTTP/3
pt: Preferir HTTP/3
ru: Предпочитать HTTP/3
th: ให้ความสำคัญกับ HTTP/3
tr: HTTP/3 Tercih Et
vi: Ưu tiên HTTP/3
zh_hans: 优先 HTTP/3
zh_hant: 優先 HTTP/3

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロファイル
ko: 프로필
nl: Profiel
pl: Profil
pt: Perfil
ru: Профиль
th: โปรไฟล์
tr: Profil
vi: Hồ sơ
zh_hans: 配置
zh_hant: 設定檔

source: Proxy Server Nameserver
ar: خادم أسماء الخادم الوكيل
es: Nameserver del servidor proxy
fr: Nameserver du serveur proxy
id: Nameserver Server Proxy
it: Nameserver server proxy
ja: プロキシサーバーネームサーバー
ko: 프록시 서버 네임서버
pl: Nameserver serwera proxy
pt: Nameserver do servidor proxy
ru: Nameserver прокси-сервера
th: Nameserver เซิร์ฟเวอร์พร็อกซี
tr: Proxy Sunucusu Ad Sunucusu
vi: Máy chủ tên miền máy chủ proxy
zh_hans: 代理服务器 Nameserver
zh_hant: 代理伺服器 Nameserver

source: Proxy Server Nameserver Policy
ar: سياسة خادم أسماء الوكيل
de: Proxy-Server-Nameserver-Richtlinie
es: Política de nameserver del proxy
fr: Politique de nameserver du proxy
id: Kebijakan Nameserver Proxy
it: Politica nameserver proxy
ja: プロキシサーバーネームサーバーポリシー
ko: 프록시 서버 네임서버 정책
nl: Proxy-nameserver-beleid
pl: Polityka nameserver proxy
pt: Política de nameserver do proxy
ru: Политика nameserver прокси
th: นโยบาย nameserver พร็อกซี
tr: Proxy Ad Sunucusu Politikası
vi: Chính sách máy chủ tên miền proxy
zh_hans: 代理服务器 Nameserver 策略
zh_hant: 代理伺服器 Nameserver 策略

source: QUIC Ports
ar: منافذ QUIC
es: Puertos QUIC
fr: Ports QUIC
id: Port QUIC
it: Porte QUIC
ja: QUIC ポート
ko: QUIC 포트
nl: QUIC-poorten
pl: Porty QUIC
pt: Portas QUIC
ru: Порты QUIC
th: พอร์ต QUIC
tr: QUIC Portları
vi: Cổng QUIC
zh_hans: QUIC 端口
zh_hant: QUIC 連接埠

source: Redir Host
ar: مضيف إعادة التوجيه
es: Host de redirección
fr: Hôte de redirection
id: Host Redirect
it: Host di reindirizzamento
pl: Host przekierowania
pt: Host de redirecionamento
ru: Redir-хост
th: โฮสต์เปลี่ยนเส้นทาง
tr: Yönlendirme Hostu
vi: Máy chủ chuyển hướng

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Resetten
pl: Resetuj
pt: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Respect Rules
ar: احترام القواعد
de: Regeln befolgen
es: Respetar reglas
fr: Respecter les règles
id: Patuhi Aturan
it: Rispetta le regole
ja: ルールに従う
ko: 규칙 준수
nl: Regels respecteren
pl: Przestrzegaj reguł
pt: Respeitar regras
ru: Соблюдать правила
th: ปฏิบัติตามกฎ
tr: Kurallara Uy
vi: Tuân theo quy tắc
zh_hans: 遵循规则
zh_hant: 遵循規則

source: Restore
ar: استعادة
de: Wiederherstellen
es: Restaurar
fr: Restaurer
id: Pulihkan
it: Ripristina
ja: 復元
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: คืนค่า
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 還原
